[
  {
    "name": "LA Wildlife and Poppy Bloom Mural",
    "coords": [34.1173, -118.3753],
    "description": "September 2024 | Location: Laurel Canyon, LA. | This piece is made by Jonathan Martinez. Martinez grew up in urban Los Angeles. Due to his upbringing he recounted how he was not exposed to the vibrant nature of California that exists outside of the city. <br><br>To help remedy this issue for the next generation, he started in 2010 to make public mural artists of endangered species and native species. Urban dwellers will see these species threatened by climate change and feel more connected to them thus inspiring civic duty.  This art piece specifically depicts native wildlife from LA and his intention in doing so is to push back against the idea of LA being a concrete jungle devoid of nature. As well, his use of brighter colors adds a more hopeful tone to the idea of protecting these native species while the seamless blending of his paints emphasizes the idea of unity among the different environments in LA (the poppy fields, mountains, ocean).",
    "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQVJCQq0P0sMuymrHGPoSYQ-FKMiaCg3SxRcw&s"
  },
  {
    "name": "Pisupo Lua Afe Te Papa Tongarewa",
    "coords": [-41.2905, 174.7821],
    "description": "1994 | Museum of New Zealand | This piece is made by Michel Tuffery. Tuffery is a Polynesian artist born in New Zealand who often draws upon their Pacific Islander heritage in their art as they address issues their people have historically faced and new issues that they face in the present day. <br>'This piece depicts a bull made of corned beef cans. When New Zealand was colonized in 1840 they were forced to be the cattle farm for Britain. The diverting of streams for agriculture, the clearing of native forests, and the introduction of invasive cows devastated the biodiversity of New Zealand. This piece shows that colonization not only damages native populations in various ways (a focus of this piece is making natives dependent on unhealthy corned beef) but it also shows how colonization can decimate an environment’s biodiversity which is crucial to not only prevent climate change but respond to it.'",
    "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9c/Pisupo_lua_afe_%28Corned_beef_2000%29.jpg/405px-Pisupo_lua_afe_%28Corned_beef_2000%29.jpg"
  },
  {
    "name": "Spiral Jetty",
    "coords": [41.4381, -112.6690],
    "description": "This piece is made by Robert Smithson. Smithson’s work focused on a wide range of environmental topics from mineralogy to climate change. However a large portion of his works focused on the fragility of ecosystems.This piece is a large spiral jetty in the Great Salt Lake.<br>Smithson made the piece in 1970 to commemorate the celebration of the First Earth Day. It is composed of volcanic rock, mud, and sand all from the local environment. The lake itself is a terminating body of water meaning that only water flows into it and no water flows out. Due to that the lake’s water level shows if the environment is in a drought. If the water level is high then the jetty may not be visible at all. This interactive element of the art is not only fun but adequately communicates to the surrounding community if the Great Salt Lake is shrinking due to climate change.",
    "imageUrl": "https://lh3.googleusercontent.com/p/AF1QipNz5x9UBrZkhfkKx-Enu9jbKuqbZt4axNkFYCRw=s1360-w1360-h1020"
  },
  {
    "name": "Fan Kuan Travelers Among Mountain Streams",
    "coords": [25.1024, 121.5485],
    "description": "This landscape piece is made by the famous Chinese landscape artist Fan Kuan. Fan Kuan was previously a political figure who became a recluse following political turmoil.[This piece depicts a landscape from the Shaanxi province in China. <br>While many Chinese landscape paintings opted to depict vague shrubbery and crablike trees, Fan Kuan depicts native cypress and pine from the environment. His choice to make the landscape vertical rather than horizontal like a traditional landscape serves to make the mountains larger and presents the theme of the power and authority of nature. Similarly his choice to depict the travelers next to the stream as miniscule promotes this idea that humans exist within the context of nature rather than existing independently of nature. Although this painting was made 1000 years before climate change was a concern, adopting this thought process of our lives existing within the context of nature will go a great way in promoting climate change action.]",
    "imageUrl": "https://secretimages.org/wp-content/uploads/2019/11/Fan-Kuan-Travellers-featured.jpg"
  },
  {
    "name": "Wanderer Above the Sea of Fog",
    "coords": [53.33, 10.00],
    "description": "German artist Casper David Friedrich is known for his pieces which are an intensive exploration of humanity and their relationship with nature. His art pieces are especially powerful in the present day as humanity struggles with their troubled relationship with the environment with the ongoing climate change crisis. <br><br>This art piece demonstrates the sublime power of nature and man’s relation to it. The figure in the painting is having a moment of reflection after climbing above the fog  in the painting which can represent confusion. A similar theme seen throughout Freiedrich’s paintings is the idea of how insignificant man is compared to nature. Although the man is the focus of the painting we see how small and unimportant he is compared to the rolling mountains, towering forests, and piercing spires of rocks.",
    "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTm2HeJk-dec5PMsCigQaroa22Avl_uaHBPcQ&s"
  },
  {
    "name": "The Oxbow",
    "coords": [40.779434, -73.963402],
    "description": "Thomas Cole is the founder of the Hudson River School of art which is one of the first tentative schools of painting in the United States. Cole tends to showcase the environments in his landscapes through a very nationalistic perspective as seen in this piece.<br><br>Cole’s piece demonstrates the American idealization of manifest destiny. On one side of the art piece is a serene environment of farms and civilization painted in lighter yellows and with a sunny sky. The other side of the painting is a twisted thicket with darker colors, more shadowing, and a stormy sky above. This contrast demonstrates the American idea of manifest destiny as humanity’s duty to civilize untamed nature. As well to further this idea nature is villainized in this piece as dangerous and mysterious. Such an outlook on nature as seen in this piece has enabled the U.S to find the destruction of nature as not only morally permissible, but as a moral duty. As a result of this loss of biodiversity and this othering of nature we are now facing a climate change crisis.",
    "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/2/2e/View_from_Mount_Holyoke%2C_Northampton%2C_Massachusetts%2C_after_a_Thunderstorm%E2%80%94The_Oxbow_MET_DP-12550-007.jpg"
  },
  {
    "name": "Haitian Landscape",
    "coords": [38.8928, -77.0415],
    "description": "The artist Joseph Jean-Gilles was born in Haiti and is a self-taught painter. Although his style has often been criticized for appearing primitive, he found great success in the American art scene through his art’s usage of two-dimensional rendering and brilliant color. <br<br>This painting depicts an idyllic Haitian landscape with bright colors and a smooth application of paint. Such a bright cheery painting is out of the norm of traditional Haitian folk paintings which often depict Haitian history or cultural practices. The figures in the painting and their houses live together within the context of nature. There are houses dotted throughout the landscape, and the farms in the landscape are incorporated into the environment itself. Although such a Haitian landscape is unlikely to be found today this painting holds a sense of nostalgia for a time when humans and nature lived harmoniously. This painting’s focus on nostalgia of how Haitian landscapes looked in the past raises questions of how western influences reshape the environment and culture of developing countries and how this forceful change contributes to the urgency of the climate crisis.",
    "imageUrl": "https://www.oas.org//artsoftheamericas/assets/arts/67-Joseph-Jean-Gilles-AMA-1.jpg"
  },
  {
    "name": "Coyote skin :: Dusty Paws",
    "coords": [34.035099, -118.235588],
    "description": "2021 <br>Rebecca Lee Kunz is a citizen of the Cherokee Nation of Tulsa, Oklahoma. She works “at the intersection of climate justice and cultural awareness” and incorporates Cherokee mythology into her work, “[hoping] to illuminate awareness about our shifting cultural climate and to inspire solutions to the social and environmental issues of today. <br>“Coyotes began to call out as the sun started to set. Through their calls, I listened to their messages — messages that sounded like ancient code being spoken in Coyote. Messages about how to move forward in balance, how to guide my children through this strange time, and how to simply survive. I was reminded that we have been through this before, but that we must listen and learn from our past. Not only did our human survival depend on it, but the Earth did as well.”",
    "imageUrl": "https://treeoflifestudio.net/wp-content/uploads/2021/11/Coyote-skin-dusty-paws-deckled-edge-black-border-final-color-edit-11.1_edited-1.jpg"
  },
  {
    "name": "Amongst the Fruits of Our Labor",
    "coords": [40.703800, -73.989840],
    "description": "Artist: Madjeen Isaac is a daughter of Haitian immigrants who grew up in Brooklyn. After seeing her uncle’s large garden while visiting Haiti and learning about her mother’s upbringing growing up on a farm, Isaac began thinking about city life and the way immigrants lose their connections to the Earth. Environmental justice is a common theme in her work. <br>In “Amongst the Fruits of Our Labor” Isaac imagines a greener Brooklyn, vibrant joy mingling with lively nature. Urban farming, community gardens, and urban greening are popular climate justice solutions in the way that they empower communities and reduce environmental hazards.",
    "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQc3GOceXMkmlY2tn3QkMfjv6qk9PIph00Vlw&s"
  },
  {
    "name":"B-15Y Iceberg, Antarctica no.2",
    "coords": [47.619890, -122.342810],
    "description": "2017<br><Antarctica><Winston Wächter Fine Art> Zaria Forman is a pastel artist who travels to remote corners of the world to document climate change through realistic depictions of nature. She has drawn from life in many places including Hawaii, The Maldives, Greenland, and Fellsfjara. In 2017, she traveled to Antarctica to draw scenes of nature including icebergs and channels.<br>This drawing depicts two large icebergs and water in Antarctica. Forman states on her website that her goal with these drawings is to help the viewer understand the fragile beauty of Antarctica to emphasize the importance of protecting nature from climate change. She believes that the issue of climate change and the landscapes it affects can feel abstract and remote to many people, showing the importance of creating art that shows the value and beauty of the parts of the world that are most at stake.<br>",
    "imageUrl": "https://d7hftxdivxxvm.cloudfront.net/?height=533&quality=85&resize_to=fit&src=https%3A%2F%2Fd32dm0rphc51dk.cloudfront.net%2FXuauFrhMX4Ki3L5sLdeDgg%2Fnormalized.jpg&width=800"
},
  {
    "name": "The South American Dream",
    "coords": [25.785320, -80.187820],
    "description": "2023<br>Marcela Cantuária’s paintings “intertwine historical images from the world of politics with representations of contemporary visual culture”, seeking to “dialogue with questions about the position of women in society, the class struggle, the division of powers, gender stereotypes and disputes over political meanings”.<br>This exhibition features South American activists and environmentalists, and highlights “the richness of South American natural resources that so many struggle to protect” . The colorful text in the center quotes Uruguayan writer and activist Eduardo Galeano: “Si no nos dejan soñar, no les dejaremos dormir”—“If they don’t let us dream, we won’t let them sleep”.",
    "imageUrl": "https://www.pamm.org/wp-content/uploads/2023/10/Marcela-Cantuaria-Install-Shots-3-scaled.jpg"
  },
  {
    "name": "The Great Day of His Wrath",
    "coords": [51.491180, -0.126050],
    "description": "1851-1853<br>Tate Britain, London<br>[John Martin was a famous English painter and engraver. His powerful works utilize contrast to produce intense imagery. He often includes religious topics and ancient history in his paintings which has given him the tendency to constantly paint the apocalypse. ]<br>[The painting depicts a great cataclysm including storms, volcanic eruptions, earthquakes, and title waves. It seems to be the end of humanity and civilization. Some art scholars insist that the painting depicts the destruction of Babylon while others claim it shows the collapse of Edinburgh in Scotland. John Martin’s son claimed his father was inspired to make the painting after traveling through England’s Black Country, aptly named for its high concentration of smoke and soot from coal mines and factories. As a result many claim that this painting is a disguised response to industrialization as similar to the rapid growth and fall of Babylon, England will fall due to its rapid industrialization. This message about the dangers of industrialization and the striking imagery of many natural disasters that are caused by climate change makes this piece a powerful form of climate communication.]",
    "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/5/50/John_Martin_-_The_Great_Day_of_His_Wrath_-_Google_Art_Project.jpg"
  },
  {
    "name": "Plastic Ocean",
    "coords": [18.917700, 72.827843],
    "description": "2016<br>Sassoon Dock Art Project, Mumbai, India<br>Tan Zi Xi is a Singaporean artist who trained in the United Kingdom. Much of her art concerns issues of pollution, especially plastic waste in the ocean.<br>This installation contains mass amounts of plastic waste that the artist gathered from beaches and oceans, cleaned, and hung to form a large work of art, with mirrors surrounding the piece to make it look much more vast than it already is. The piece forces viewers to come face to face with the material impact of the plastic waste that each human creates on a regular basis. It is meant to simulate the Pacific garbage patch, a large collection of human-created plastic trash and other debris that gathers in the north Pacific ocean. The Pacific garbage patch is estimated to be about twice the size of Texas. Tan Zi Xi says about this work, “I believe that Plastic Ocean is a piece of installation that can easily resonate with the locals and hopefully creates an encounter where one starts to consider the consequences of our individual wastes and overconsumption culture.” ",
    "imageUrl": "https://estrade.in/wp-content/uploads/2019/02/TanZiXi-Plastic-Ocean.jpg"
  },
  {
    "name": "VIVARIUM I",
    "coords": [34.070671, -118.443237],
    "description": "Maru García is an LA-based Mexican artist and chemist who combines art, science, and environment. Some of her 2024 projects include “Pb (Prospering backyards)” (which “uses the power of art, science, and community to address the severe case of lead contamination in the soil”) and “radical propagations/ propagaciones radicales” (which “explores actions that create healing, resilience, and regeneration in the Los Angeles community”). <br>“‘Vivarium’ is a piece that studies the interactions within an ecosystem, from the movement of matter and energy to the community created by the living and nonliving organisms. This network of interactions is captured in the macroscopic and microscopic level over time, as an attempt to scale what it means to be part of a larger ecosystem: the Earth. For Vivarium I, the artist shared a marine ecosystem in the coasts of California in a space of 6 hours, engaging with the environment and living organisms that surrounded her.” ",
    "imageUrl": "https://static1.squarespace.com/static/628d463c11ae8d7ff7b8be39/62a3af44a86781159230e978/62bbe8a1d01c962a27a084d7/1660767728982/Screen+Shot+2022-06-28+at+10.49.47+PM.png?format=1500w"
  },
  {
    "name": "Extinction",
    "coords": [48.6246, -53.0314],
    "description": "Gerald Beaulieu’s artist statement:<br>“The point of this whole enterprise is to make good art that is compelling and, if we are lucky, somehow contains insight. Doing this often touches on the mysteries of truth and beauty. For me, art is first and foremost about a personal relationship to truth. Any notion of beauty comes from that premise.<br><br>Art is also very much about the senses, the physical inputs of our environment giving us the means to construct our realities. Art can be seen, touched, and heard. It has physical substance and force. The challenge is to join the polarities of form and content into a meaningful whole, with truth and beauty as equal partners. If done well art will have depth deep enough to drown in.<br><br>Being Autistic I see the world from a place of fundamental difference. In this place art has always provided safety, solace, context, and meaning. Making art is not anything I can ever remember starting, but something that I have never stopped doing. I have always been an artist because art is my first language. I feel the world visually. It is a language that can be trusted. It is my compass and bridge between worlds.” <br>“A motorized Albertosaurus feeds continually from a greasy oil drum.”  This piece illustrates the current unsustainable, exploitative exhaustion of the Earth’s natural resources—a bleak reminder and warning to work toward a more sustainable future before it is too late.<br>",
    "imageUrl": "https://payload.cargocollective.com/1/24/783194/14342944/Extinction-1_1000.jpg "
  },
  {
    "name": "euano / to go out",
    "coords": [45.51, -73.61],
    "description": "Logan MacDonald is a gay artist and activist of mixed-European and Mi’kmaw ancestry whose work explores queer, disability, and decolonial perspectives on identity and belonging. <br>“MacDonald presents euano / to go out as a speculative future of the colonial project that is dismembered and dismantled. By using historic signifiers from this dominant visual vernacular, as a starting point MacDonald initiated this work by looking at late 19th backdrops used by European settler-frontier photographers to establish fictional placemaking that occurred when documenting “vanishing” Indians. Often little regard was taken when fabricating and employing these painted backdrops, these props (most often) depicted imaginary landscapes, which rarely reflected the subjects actual connections to homeland—problematically, with individuals from different regions being photographed in front of the same backdrop. <br><br>MacDonald co-opts and subverts the initial intention of these landscape backdrops, by using them as the imaginary setting of the ruined colonial project. In addition, this work pulls in monumentalized bronze bodies as a significant colonial signifier; which aims to conceptually link to their symbolism of broken power as contemporary activism has successfully organized the tearing down of these statues (ridding the land of violent and aggrandizing placemaking settler histories). This work imagines how bronze connected to these colonial legacies can become a decolonized material or reclaimed back into a raw element of the earth. MacDonald pulls various signifiers together to imagine the healing landscape of the future.” <br>",
    "imageUrl": "https://images.squarespace-cdn.com/content/v1/62c44a8bd34b871ab390c8c5/fdc32148-57a7-4380-9b0f-28b6eb3823c2/001-Logan-photo+Mike+Patten.jpg?format=1000w"
  },
  {
    "name": "Great Serpent Mound",
    "coords": [39.0252, -83.4302],
    "description": "The mound is believed to be constructed by the Fort Ancient Culture indigenous group. It is 1,300 feet in length and ranges from one to three feet in height. It depicts a curved serpent devouring a round shape that could be a sun, egg, frog or eye. The builders of the mound made it conform to the natural topography rather than destroying the surrounding nature to make the mound. As well it is estimated a meteor struck at the site of the mound 250-300 million years ago. The head of the serpent aligns with the summer solstice sunset while the tail aligns with the winter solstice sunrise. The native’s construction of the mound in a way that respects the natural topography emphasizes a balance with nature and respect of the land. As well climate change can lead to increased rainfall, erosion, and temperature fluctuations which can cause soil destabilization which would jeopardize the integrity of the cultural site.",
    "imageUrl": "https://assets.roadrunner.travel/img/2023/05/Symbolism-of-the-Great-Serpent.jpg"
  },
  {
    "name": "Dark Star Park",
    "coords": [38.8940, -77.0752],
    "description": "Nancy Holt was an American artist who was best known for her public land art, or earthworks. She created a number of well known public artworks across the country, in states including Utah, California, Virginia, and Ohio, many of which are still visited to this day. <br>Dark Star Park is a sculpture inside of a park in Virginia, commissioned by Arlington County in 1970. It contains five large spheres which are meant to represent fallen stars. The park is in a highly industrialized area, and is meant to give residents a reprieve from the dominant urban landscape with its trees and grass. Much of Nancy Holt’s work involves the relationship between humans and space or the stars. In this work, the use of the spheres to represent stars is meant to bring the vastness of the cosmos down to a smaller, more human scale, reminding us of our place within nature and within the universe.<br>",
    "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQWhD69rCD2izn_a167FmSeKsZcXJ9m0V_6iA&s0"
},
  {
    "name": "Time Landscape",
    "coords": [40.7685, 73.9822],
    "description": "Alan Sonfist is an artist who was born and raised in the Bronx. He is considered to be very influential to the earthworks movement. He first became interested in the preservation of nature when he witnessed deforestation near his home as a child and became concerned about human interference with the natural world. <br>Time Landscape is a public work of art in Manhattan which is meant to call back to the lush green forests that covered Manhattan Island prior to colonization. It contains plants that are native to the New York area. When it was originally planted, it represented the three stages of plant growth — grasses, saplings, and fully-grown trees. While urbanization has rendered New York City a completely different landscape from the natural environment that it was before the United States was colonized, this site helps viewers imagine what the land looked like before industrialization.",
    "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/4/48/Timelandscapeweb.jpg"
  },
  {
    "name": "Keep Your Promise",
    "coords": [-23.566851, -46.648899],
    "description": "Brazilian artist Thiago Mundano was born in São Paulo. He began doing street art in the early 2000s. He founded Pimp my Carroca which was a movement in which garbage collectors trucks were decorated with graffiti and give social media visibility to help provide the profession with more dignity. His work lies between the social intersection of art and social activism.<br>The art piece depicts an indigenous Brazilian standing in the devastated Amazon rainforest affected by drought. The mural itself is made from paint created from the ashes from Amazon wildfires, mud from floods in Rio Grande do Sul, clay from Jaragua indigenous land, and white clay from Sawre Muybu indigenous land. The imagery in the piece, and the materials used are meant to demonstrate how devastating climate change is to the environment. Particularly this piece focuses on how climate change particularly damages underserved and underfunded indigenous communities.",
    "imageUrl": "https://d.newsweek.com/en/full/2502651/brazil-amazon-deforestation-mundao-mural.jpg?w=1600&h=900&q=88&f=7f0d3ddcc47433d1b23d7f41704e2f1f"
  },
  {
    "name": "Hippopotame au Marigot",
    "description": "Djiguemdé Roger is a painter from Burkina Faso who studied in Washington D.C. and Ivory Coast before moving to Paris. Much of his work includes nature as the subject matter, including wildlife and lush greenery, with vibrant colors and highly detailed composition. His art has been in exhibits in multiple countries including Ivory Coast, the United States, France, and Belgium. <br>Hippopotame au Marigot depicts a variety of wildlife including a hippopotamus, antelopes, toucans, zebras, flamingos, giraffes, elephants, and a leopard. In the painting, all of these animals are coexisting peacefully around a watering hole in front of a beautiful scene of flowering fruit trees and other colorful plants, with a bright blue sky in the distant background. The care put into each detail of this vibrant depiction of nature demonstrates the artist’s appreciation for the flora and fauna of the world",
    "coords": [12.371530, -1.519920],
    "imageUrl": "https://ik.imagekit.io/theartling/prod/tr:w-1650/products/Product/ca91dd0b1c8b4f5786074f2275cfab24_sw-2737_sh-3313.jpg"

  },
  {
    "name" : "The Burden of The Distance Between Two Doors",
    "description": "Charles Bhebe is an artist from Zimbabwe whose work “delves into the fundamental human desire for belonging, reflecting decades of ongoing physical and psychological evolution as a response to our environment. It’s not just about survival but also about justifying our existence within our surroundings”. (source)<br>“The Burden of The Distance Between Two Doors” focuses on “the poignant theme of societal anticipation and the weight of waiting for change” and “symbolizes the tragedy of longing for a better future without taking active initiative, reflecting the loss of self as a society and nation during moments of waiting”; the painting “conveys the enduring human struggle between complacency and hope for external salvation, while questioning our complicity in seeking solutions from outside sources, all the while enduring with unwavering fortitude and gaining wisdom from our collective experiences” (source). These sentiments are commonly experienced in the struggle for climate justice.",
    "coords": [-17.826220, 31.047670],
    "imageUrl": "https://charlesbhebe.com/wp-content/uploads/2023/09/the-burden-of-the-distance-between-two-doors.jpg"
  },

  {
    "name": "Augmented Reality",
    "coords": [55.728410, 37.635430],
    "description": "Based in Moscow, interdisciplinary artist Katya Mordvinkina is “ interested in the language of authority and its use in political oppression, which she deconstructs in her plays—situations focused on the interaction between the power and its ‘spectators.’” With fabrics, Mordvinkina [explores] etymological and semantic connection between text and textiles and the ability of first one to reduce the image” (source).<br>This work is part of the Mordvinkina’s 2019 series “Augmented Reality” in which she “explores the divide between the natural and the artificial through highlighting the contrasts between the two” (source). The juxtaposition of this piece highlights how drastically landscapes have been altered, and invites the viewer to reflect upon which environment reflects life."
  }


]
