[
  {
    "name": "LA Wildlife and Poppy Bloom Mural",
    "coords": [34.1173, -118.3753],
    "description": "September 2024 | Location: Laurel Canyon, LA. | This piece is made by Jonathan Martinez. Martinez grew up in urban Los Angeles. Due to his upbringing he recounted how he was not exposed to the vibrant nature of California that exists outside of the city. To help remedy this issue for the next generation, he started in 2010 to make public mural artists of endangered species and native species. Urban dwellers will see these species threatened by climate change and feel more connected to them thus inspiring civic duty.  This art piece specifically depicts native wildlife from LA and his intention in doing so is to push back against the idea of LA being a concrete jungle devoid of nature. As well, his use of brighter colors adds a more hopeful tone to the idea of protecting these native species while the seamless blending of his paints emphasizes the idea of unity among the different environments in LA (the poppy fields, mountains, ocean).",
    "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQVJCQq0P0sMuymrHGPoSYQ-FKMiaCg3SxRcw&s",
  },
  {
    "name": "Pisupo Lua Afe Te Papa Tongarewa",
    "coords": [-41.2905, 174.7821],
    "description": "1994 | Museum of New Zealand | This piece is made by Michel Tuffery. Tuffery is a Polynesian artist born in New Zealand who often draws upon their Pacific Islander heritage in their art as they address issues their people have historically faced and new issues that they face in the present day. 'This piece depicts a bull made of corned beef cans. When New Zealand was colonized in 1840 they were forced to be the cattle farm for Britain. The diverting of streams for agriculture, the clearing of native forests, and the introduction of invasive cows devastated the biodiversity of New Zealand. This piece shows that colonization not only damages native populations in various ways (a focus of this piece is making natives dependent on unhealthy corned beef) but it also shows how colonization can decimate an environment’s biodiversity which is crucial to not only prevent climate change but respond to it.'",
    "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9c/Pisupo_lua_afe_%28Corned_beef_2000%29.jpg/405px-Pisupo_lua_afe_%28Corned_beef_2000%29.jpg",
  },
  {
    "name": "Spiral Jetty",
    "coords": [41.4381, -112.6690],
    "description": "This piece is made by Robert Smithson. Smithson’s work focused on a wide range of environmental topics from mineralogy to climate change. However a large portion of his works focused on the fragility of ecosystems.This piece is a large spiral jetty in the Great Salt Lake. Smithson made the piece in 1970 to commemorate the celebration of the First Earth Day. It is composed of volcanic rock, mud, and sand all from the local environment. The lake itself is a terminating body of water meaning that only water flows into it and no water flows out. Due to that the lake’s water level shows if the environment is in a drought. If the water level is high then the jetty may not be visible at all. This interactive element of the art is not only fun but adequately communicates to the surrounding community if the Great Salt Lake is shrinking due to climate change.",
    "imageUrl": "https://lh3.googleusercontent.com/p/AF1QipNz5x9UBrZkhfkKx-Enu9jbKuqbZt4axNkFYCRw=s1360-w1360-h1020",
<<<<<<< HEAD
=======
    "url": "https://www.diaart.org/visit/visit-our-locations-sites/robert-smithson-spiral-jetty"
>>>>>>> e9c7842a527779b784e9fed62a2c8624642a42bf
  },
  {
    "name": "Fan Kuan Travelers Among Mountain Streams",
    "coords": [25.1024, 121.5485],
    "description": "This landscape piece is made by the famous Chinese landscape artist Fan Kuan. Fan Kuan was previously a political figure who became a recluse following political turmoil.[This piece depicts a landscape from the Shaanxi province in China. While many Chinese landscape paintings opted to depict vague shrubbery and crablike trees, Fan Kuan depicts native cypress and pine from the environment. His choice to make the landscape vertical rather than horizontal like a traditional landscape serves to make the mountains larger and presents the theme of the power and authority of nature. Similarly his choice to depict the travelers next to the stream as miniscule promotes this idea that humans exist within the context of nature rather than existing independently of nature. Although this painting was made 1000 years before climate change was a concern, adopting this thought process of our lives existing within the context of nature will go a great way in promoting climate change action.]",
    "imageUrl": "https://secretimages.org/wp-content/uploads/2019/11/Fan-Kuan-Travellers-featured.jpg",
<<<<<<< HEAD
  },
  {
    "name": "Wanderer Above the Sea of Fog",
    "coords": [53.33, 10.00],
    "description": "1883",
    "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTm2HeJk-dec5PMsCigQaroa22Avl_uaHBPcQ&s",
=======
    "url": "https://smarthistory.org/neo-confucianism-fan-kuan-travelers-by-streams-and-mountains/"

>>>>>>> e9c7842a527779b784e9fed62a2c8624642a42bf
  }
]
